{
    "botDescription": "A modmail bot that takes custom card requests for the G2 YGO Custom Server.",
    "botOwner": "AlphaKretin, hosted by Gideon",
    "requestSuccess": "Request or reply sent to reviewers!",
    "requestReject": "Sorry, a request can only have one active link/attachment at a time. If you think you shouldn't have one, send a message without any asking the reviewers about it!",
    "deleteAllDoubleConfirm": "Are you really, **really** sure you want to delete **every** open case? Type `yes` again to confirm, or anything else to cancel.",
    "deletedAll": "Deleted all cases! I hope you knew what you were doing.",
    "deletedCases": "Deleted specified cases!",
    "noOpenCase": "There is no open case with ",
    "reviewerReponse": "You have a reply from the reviewers!",
    "replySent": "Reply sent to ",
    "replyDesc": "Send a reply to a given user's request.",
    "replyUsage": "[userID] [message]",
    "userFileCleared": "The reviewers have cleared your previously sent link or attachment! You can send another one now, if you have one.",
    "reviewerFileCleared": "File cleared for ",
    "clearDesc": "Clears the file stored for a given user.",
    "clearUsage": "[userID]",
    "deleteAllConfirm": "Are you sure you want to close *all* open cases? Type `yes` to confirm, or anything else to cancel.",
    "deleteInvalidUsers": "The following users you specified could not be found or do not have open cases:",
    "deleteUserConfirmation": "Are you sure you want to close the open cases with the following users? Type `yes` to confirm, or anything else to cancel.",
    "closeDesc": "Closes the open case with a given user.",
    "closeUsage": "[userID]",
    "histDesc": "Displays the case history for a given user.",
    "histUsage": "[userID]",
    "channelUnregister": "Unregistered this channel from receiving requests!",
    "channelRegister": "Registered this channel to receive requests!",
    "registerDesc": "Registers or unregisters the current channel to receive requests.",
    "requestReceived": "Received a new request from ",
    "noChannel": "Sorry, the reviewers haven't specified any channels to receieve requests! You'll have to ask them to fix this.",
    "noCases": "Sorry, there are no cases open to list!",
    "caseListHeader": "There are open cases with the following users: ",
    "listDesc": "Generates a list of all currently open cases."
}
